Repository: DiegoSGUMA/IABG-Game-UMA
Catalog: IABG Game UMA/Localizable.xcstrings
Source language: en
Languages: es

# ¡Enhorabuena, has finalizado una partida con éxito!
source: Congratulations, you have successfully completed a game!
es: ¡Enhorabuena, has finalizado una partida con éxito!

source: **3 - 5** = **3** (Prediction entered by the player) and **5** (Actual items you have taken in the game)
es: **3 - 5** = **3** (Predicción introducida por el jugador) y **5** (Elementos reales que ha cogido en la partida)

# **Total** = Total de elementos en la partida
source: **Total** = Total items in the game
es: **Total** = Total de elementos en la partida

# % of Accert
source: % of Success
es: % Aciertos

source: % of Agility
es: % Agilidad

# Aceptar términos y condiciones para todos los datos necesarios de los usuarios.
source: Accept terms and conditions for all necessary user data.
es: Aceptar términos y condiciones para todos los datos necesarios de los usuarios.

source: App Info
es: Información

source: App Warning
es: Advertencia

# Attention_level
source: Level of attention
es: Nivel de atención

# Cambiar imagen
source: Change image
es: Cambiar imagen

# Comenzar partida
source: Start
es: Comenzar partida

source: Conditions
es: Condiciones

source: Confirm Password
es: Confirmar contraseña

source: Easy
es: Facil

# EasyBad
source: Try to concentrate on only two objects so you can improve little by little.
es: Intenta concentrarte en solo dos objetos para que puedas mejorar poco a poco.

# EasyGood
source: With few objects you are training your attention well, try to go up to medium level to improve your attention.
es: Con pocos objetos estás entrenando bien tu atención, intenta subir al nivel medio para ir mejorando.

source: Email
es: Correo electrónico

source: Enter the %@
es: Introduce %@

# Exportar estadísticas
source: Export statistics
es: Exportar estadísticas

# Fecha
source: Date
es: Fecha

# forgot_ko
source: We have not been able to send the email. Please try again later.
es: No hemos podido enviar el correo. Por favor inténtelo más tarde.

# forgot_ok
source: An email has been sent to reset your password. Check your inbox.
es: Se ha enviado un correo para restablecer la contraseña. Revise su bandeja de entrada.

# Forgot_password_button
source: Forgotten password?
es: ¿Has olvidado la contraseña?

# Forgot_Subtitle
source: We will send a password recovery email to the same email you enter below.
es: Enviaremos un correo electrónico de recuperación de contraseña al mismo correo que introduzcas a continuación.

# generic_error
source: A problem occurred, please try again later.
es: Ha ocurrido un problema, por favor inténtelo más tarde.

source: Go!
es: Sigue así!

source: Hard
es: Dificil

# HardBad
source: If you see that you don't get this level right, go down to the previous level and perform perfectly.
es: Si ves que no aciertas en este nivel, baja al anterior y realízalo a la perfección.

# HardGood
source: You are at the highest level, try to make 0 mistakes and your divided attention will be perfect, you are amazing!
es: Estás en el nivel más alto, intenta cometer 0 fallos y tu atención dividida será perfecta. ¡Eres increíble!.

source: Hits on level
es: Aciertos del nivel

# Improve
source: You need to improve
es: Tienes que mejorar

# Informe estadístico
source: Statistical report
es: Informe estadístico

# Invalid_field_error
source: incorrectly formatted
es: con formato incorrecto

# Invalid_request_field
source: Fill in the necessary information to be able to log in
es: Completa los datos necesarios para poder iniciar sesión

# Invalid_same_password
source: does not match
es: no coincide con la anterior

# Invalid_username_error
source: must not have spaces, empty or longer than 25 characters
es: no debe contener espacios, caracteres vacíos o una longitud mayor que 25

# Ir al inicio
source: Go to Home
es: Ir al inicio

# Ir al menu principal
source: Go to main menu
es: Ir al menu principal

source: Last games
es: Ultimas partidas

source: Log out
es: Cerrar sesión

source: Login
es: Iniciar sesión

source: Medium
es: Medio

# MediumBad
source: Concentrate on objects of the same color or go down to the previous level to improve.
es: Concentrate en los objetos del mismo color o baja al nivel anterior para poder mejorar.

# MediumGood
source: Concentrate on the different colored objects and start playing the next level. You are doing very well.
es: Ve concentrándote en los objetos de diferentes colores y empieza a jugar en el siguiente nivel. Vas muy bien!.

source: OK
es: Entendido

source: Password
es: Contraseña

# Personal_Detail
source: Enter your personal information
es: Introduce tus datos

source: Please enter the number you have scored of each item in the following fields
es: Por favor, introduce el número que has encestado de cada elemento en las siguientes casillas.

# Porcentaje de aciertos en agilidad
source: Percentage of hits in agility
es: Porcentaje de aciertos en agilidad

# Porcentaje de aciertos en predicciones
source: Percentage of correct predictions
es: Porcentaje de aciertos en predicciones

# Predicción acertada y has cogido todos los elementos en la partida
source: Successful prediction and you have taken all elements in the game
es: Predicción acertada y has cogido todos los elementos en la partida

# Predicción acertada y no has cogido todos los elementos en la partida
source: Successful prediction and you have not taken all the elements in the game
es: Predicción acertada y no has cogido todos los elementos en la partida

# Predicción no acertada y no has cogido todos los elementos en la partida
source: Prediction not correct and you have not taken all the elements in the match
es: Predicción no acertada y no has cogido todos los elementos en la partida

# Process_data_error
source: Error processing data
es: Error al procesar los datos

source: Profile
es: Perfil

# Puntuación de la partida
source: Game score
es: Puntuación de la partida

source: Ranking
es: Puesto

# Recomendación
source: Recommendation
es: Recomendación

source: Recover password
es: Recuperar contraseña

source: Register
es: Registro

# Register_Button
source: Register
es: Registrarme

# Register_user_ok
source: User created correctly
es: Usuario creado correctamente

# Result_service_error
source: Your user data could not be updated
es: No se han podido actualizar tus datos de usuario

# RESULTADOS
source: RESULTS
es: RESULTADOS

source: Save
es: Guardar datos

# save_result_success
source: We have stored your results
es: Tus datos han sido almacenados

# Selecciona un nivel para comenzar partida
source: Select a level to start the game
es: Selecciona un nivel para comenzar partida

source: Send email
es: Enviar email

# Server_data_error
source: The entered data is not correct
es: Los datos introducidos no son correctos

# Server_error_email
source: The email could not be sent. Please try again later.
es: No se ha podido enviar el email. Por favor, inténtelo más tarde

source: Statistics
es: Estadísticas

source: Total experience
es: Experiencia total

source: Total hits
es: Aciertos totales

# UpLevel
source: Try to level up!
es: ¡Intenta subir de nivel!

source: Username
es: Usuario

# UserName_Exist
source: Your user name is already registered
es: El nombre de usuario ya se encuentra registrado

# Usuario
source: User
es: Usuario

# Ver resultados
source: Check results
es: Comprobar resultados

source: Your level
es: Tu nivel

source: Your Ranking
es: Tu puesto
